<?php 
    include_once 'header.php';
?>

    <div class="container-fluid content fill-height">
        <div class="row">
                <div class="col-lg-8 col-md-12 my-auto content">
                        <h1>
                            Основное
                        </h1>
                        <p>
                        <i>Ено́ты</i> (лат. Procyon) — род хищных млекопитающих семейства енотовых. 
                        Представители рода — обитатели Америки. 
                        </p>
                        <p>
                        На территории Евразии и, в частности, в России интродуцирован единственный вид — енот-полоскун.
                        В России енота изначально знали по шкуркам, которые назывались «генеттовыми мехами», потому что зверек с полосатым хвостом напоминает генету. 
                        Позднее это название превратилось в «генот» или енот. 
                        Английское название raccoon, заимствованное и в некоторые другие языки, происходит из поухатана — одного из языков американских индейцев, 
                        где енота называли ärähkun, от ärähkuněm, что означает «скребёт руками»; 
                        во многих европейских и азиатских языках енота буквально называют «медведь-полоскун», «моющий медведь». 
                        Латинское (греческого происхождения) название Procyon значит «пред-собака», «перед собакой»; 
                        так же называется звезда Процион в созвездии Малого Пса.
                        </p>
                </div>
                <div class="my-auto col-lg-4">
                    <img src="../Resources/Raccoon_Poloskaet.jpg" class="img-fluid rounded mx-auto d-block rac" alt="Классный енот">
                </div>
        </div>
        <hr class="separator" color="red" >
        <div class="row">
            <div class="col-lg-8 col-md-12 my-auto content">
                <h1>
                    Подробнее
                </h1>
                <p>
                Своим общим обликом, движениями и любознательностью енот очень напоминает медведя. 
                Недаром индейцы — аборигены Северной Америки — называли его «младшим братом медведя». 
                В Азербайджане, куда еноты были завезены в начале 20 столетия, тоже подметили это сходство, отсюда местное название — «баладжа аи» — маленький медвежонок.
                </p>
                <p>
                Люди испокон веку охотились на енотов ради меха — одного из самых дорогих мехов диких животных Северной Америки. 
                Ещё в 19 веке шкурка енота была в Америке платёжным средством. 
                Но интенсивная охота не привела к серьёзному уменьшению численности животных.
                </p>
                <p>
                В настоящее время на своей родине, в Америке, еноты прекрасно уживаются рядом с людьми: 
                в поисках съестного часто заходят в посёлки и на окраины городов. 
                Этот симпатичный зверёк с лукавой, остренькой мордочкой стал героем множества комиксов и мультфильмов.
                </p> 
            </div>
            <div class="my-auto col-lg-4 ">
                    <img src="../Resources/Raccoon_Tongue.jpg" class="img-fluid mx-auto d-block rounded rac" alt="Классный енот">
            </div>
        </div>
        
<?php 
    include_once 'footer.php';
?>