<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../Styles/style.css">
    <link rel="stylesheet" href="../Styles/bootstrap.css">
    <title>Милые еноты!</title>
</head>
<body>
    <nav class="navbar navbar-expand-lg main-header">
        <a class="navbar-brand text-light " href="#">Еноты</a>
        <div class="collapse navbar-collapse" id="navbarNavAltMarkup">
            <div class="navbar-nav">
            <a class="nav-item nav-link text-light " href="index.php">Главная</a>
                <a class="nav-item nav-link text-light " href="Species.php">Виды</a>
                <a class="nav-item nav-link text-light " href="#">Зоопарки</a>
                <a class="nav-item nav-link text-light " href="#">Форум</a>
                <a class="nav-item nav-link text-light " href="#">О нас</a>
            </div>
        </div>
    </nav>
    <div class="container-fluid">
        <div class="row">
                <div class="col-lg-8 col-md-12 my-auto content">
                        <h1>
                            Енот-полоскун
                        </h1>
                        <p>
                        Один из немногих видов, которые процветают в условиях усиления антропогенного воздействия, выражающегося в постепенном окультурировании угодий. 
                        Енот хорошо приживается в местах интродукции, хотя и является в целом теплолюбивым видом.
                        </p>
                        <p>
                        Енот-полоскун ростом с кошку. Длина тела 45—60 см, хвоста 20—25 см; масса 5—9 кг. 
                        Лапы короткие, с настолько развитыми пальцами, что следы похожи на отпечаток человеческой ладони. 
                        Енот может передними лапами захватывать и удерживать предметы, в том числе и мыть еду. Мех у енота густой, коричневато-серый.
                        В СССР акклиматизация енота проводилась в 1930-х годах в Приморье, затем вновь в 1950-х и 1980-x широкой полосой в европейской части в Литве, 
                        Белоруссии, на Донбассе, в Предкавказье, на Кавказе и в Азербайджане. Зверьки также выпускались в Средней Азии (Киргизия) и вновь в Приморье. 
                        В 1936 году в ореховых лесах Арсланбоба (Киргизия) был акклиматизован североамериканский енот-полоскун, где он охотно заселил дупла грецкого ореха. 
                        Широко распространился енот и в дельте Волги.
                        </p>
                </div>
                <div class="col-lg-4">
                    <img src="../Resources/Raccoon_Poloskaet.jpg" class="img-fluid rounded mx-auto d-block rac" alt="Классный енот">
                </div>
        </div>
        <hr class="separator" color="red" >
        <div class="row row-eq-height">
            <div class="col-lg-8 col-md-12 my-auto content">
                <h1>
                    Багамский енот
                </h1>
                <p>
                Внешне багамский енот мало отличим от подвидов енота-полоскуна с материка, однако меньше их в размерах, что, 
                видимо, является примером островной карликовости. Длина головы с телом 41,5—60 см, длина хвоста 20—40,5 см. 
                Самцы обычно крупнее самок. Окрас шкуры серый с лёгким оттенком охры на шее и передней части туловища. 
                Однако могут встречаться практически чёрные особи. На хвосте имеется от 5 до 10 цветных колец. Является эндемиком Багамских островов Карибского моря.
                </p>
                <p>
                Ведёт преимущественно ночной образ жизни. Активен круглый год. 
                Рацион состоит как из животной (мелкие беспозвоночные и позвоночные организмы), так и растительной (ягоды, орехи, семена) пищи. 
                Во время спаривания образует пары, в остальное время ведёт одиночный образ жизни.
                В 1996 году МСОП классифицировал подвид как находящийся под угрозой, так как количество взрослых особей было менее 2 500. 
                Из постоянного сокращения мест обитания багамского енота может постигнуть участь вымершего барбадосского енота. 
                Однако до сих пор сколь-нибудь эффективные меры для сохранения данного вида не предпринимаются.
                </p>
            </div>
            <div class="col-lg-4">
                    <img src="../Resources/Bagama_Raccoon.jpg" class="img-fluid mx-auto d-block rounded rac" alt="Классный енот">
            </div>
        </div>
        <hr class="separator" color="red" >
        <div class="row">
            <div class="col-lg-8 col-md-12 my-auto content">
                <h1>
                    Енот-ракоед
                </h1>
                <p>
                Агуара, или просто ракоед — вид енотов, происходящих из болот и джунглей Центральной и Южной Америки (включая Тринидад и Тобаго). 
                Хотя еноты этого вида и называются ракоедами, это не означает, что они питаются лишь ракообразными 
                — они стремятся искать и есть раков, лишь когда это возможно.
                </p>
                <p>
                Своим пушистым хвостом и рисунком на мехе вокруг глаз, образующим «бандитскую маску», он напоминает своего северного сородича, енота обыкновенного. 
                Енот-ракоед выглядит несколько меньше и имеет более обтекаемое тело, чем у енота обыкновенного, 
                так как шерсть первого короче, хотя тело покрыто ею примерно одинаково. Голова и тело составляют в длину от 41 до 60 см, длина хвоста от 20 до 42 см, 
                высота в холке около 23 см, а вес тела колеблется от 2 до 12 кг. 
                Самцы обычно крупнее самок. Шерсть енота-ракоеда на спине и на боках коричневая, а на брюшке серая, а на хвосте пять-шесть чёрно-белых колец. 
                Живут еноты-ракоеды в дикой природе более 5 лет.
                </p>
            </div>
            <div class="col-lg-4 ">
                    <img src="../Resources/Raccoon_Rac.jpg" class="img-fluid mx-auto d-block rounded rac" alt="Классный енот">
            </div>
        </div>
        <hr class="separator" color="red" >
        <div class="row">
            <div class="col-lg-8 col-md-12 my-auto content">
                <h1>
                    Косумельский енот
                </h1>
                <p>
                Косумельский енот — наименьший вид среди енотов. Взрослая особь имеет длину тела 60—80 см, при этом хвост — около 25 см, 
                самцы крупнее самок. Масса — от 3 до 4 кг. Тем самым косумельский енот примерно на 45 % легче и на 18 % меньше, чем материковый енот-полоскун.        
                Шерсть имеет коричнево-сероватый цвет, хвост — с жёлтым оттенком. На морде — чёрная маска.
                </p>
                <p>
                Вид является эндемиком Косумеля, небольшого острова в Карибском море у побережья Кинтана-Роо, площадь которого составляет 478 км². 
                Естественная среда обитания — мангровые леса, а также дождевые леса внутри острова, пляжи и возделываемые земли.
                Ведёт преимущественно одиночный ночной образ жизни. Всеяден. Около 50 % рациона енотов составляют крабы, а также лягушки, ящерицы и насекомые. 
                Из растительной пищи питается плодами манилкары и Pithecellobium и травой просо.
                </p>
            </div>
            <div class="col-lg-4 ">
                    <img src="../Resources/Raccoon_Cosumel.jpg" class="img-fluid mx-auto d-block rounded rac" alt="Классный енот">
            </div>
        </div>
        <hr class="separator" color="red" >
        <div class="row">
            <div class="col-lg-8 col-md-12 my-auto content">
                <h1>
                    Гваделупский енот
                </h1>
                <p>
                Относится к вымирающему виду енотов, которые обитают только в заморских территориях Франции — Гваделупе в Карибском море (к юго-востоку от Пуэрто-Рико) 
                и на Малых Антильских островах. Несмотря на несогласие некоторых учёных, Procyon minor различают от принадлежащего к тому же виду Procyon lotor, 
                северного енота, обитающего в Северной Америке. Некоторые учёные не согласны с разделением вида по их географической среде обитания, 
                тем не менее другие учёные не согласны с некоторыми существенными различиями в биологии и анатомии этих существ. 
                Procyon minor является вымирающим видом и занесён в международный перечень сохранения природы и природных ресурсов.
                </p>
                <p>
                Гваделупский енот относится к сухопутным животным и обитает в основном во влажных областях Гваделупы. Енот предпочитает болотистые местности, 
                но может обитать и в сухом лесу — главным условием для проживания у него является наличие поблизости речки или озера. 
                Его жизненный период составляет примерно от 10 до 13 лет. В возрасте от 1 года енот считается взрослым. 
                Енот ведёт ночной образ жизни, а днём проводит время в пустых стволах, на ветвях деревьев и в тени листвы. 
                Взрослый енот может весить от 5,5 до 13,5 кг, питаясь фруктами, овощами, мясом, яйцами, 
                рыбой, которую сам ловит в воде, моллюсками, насекомыми и даже рептилиями. Брачный период у енотов приходится на январь-март. 
                После спаривания самка енота других самцов к себе не подпускает. Спустя 2 месяца она рожает на свет маленьких енотиков 
                (от двух до пяти особей). Место обитания нового семейства — дупла деревьев. 
                Внешне гваделупский енот почти ничем не отличается от енота-полоскуна. 
                Длина его тела — 50-60 см, хвост у него пушистый с 5-6 чёрными кольцами, всё тело покрыто густым мехом, а на голове «чёрная маска».
                </p>
            </div>
            <div class="col-lg-4 ">
                    <img src="../Resources/Raccoon_Gvadelup.jpg" class="img-fluid mx-auto d-block rounded rac" alt="Классный енот">
            </div>
        </div>
    </div>
    <footer>
            <div class="container-fluid text-center text-md-left foot">

                <div class="row">

                    <div class="col-md-6 mt-md-0 mt-3">

                        <h5 class="text-uppercase">Какая-то общая информация</h5>
                        <p>Сайт очень классный, мне нравится. Его, кстати, сделал очень крутой человек, в 581 группе учится, вот.</p>

                    </div>

                    <hr class="clearfix w-100 d-md-none pb-3">

                        <div class="col-md-3 mb-md-0 mb-3">

                            <h5 class="text-uppercase">Ссылки</h5>

                            <ul class="list-unstyled">
                            <li>
                                <a class="text-white" href="#!"><img class="link-icon" src="../Resources/Vkontakte.png"> Вконтакте </a>
                            </li>
                            </ul>

                        </div>

                </div>
            </div>
    </footer>
</body>
</html>